;Russian translation
[strings]
Translator = Ded2007
KrentoWelcome = Вас приветствует Кренто
KeyRegistrationFailed = Невозможно зарегистрировать комбинацию клавиш
HotKeyMustIncludeModifier = Сочетание клавиш должно содержать модификатор.
UnsupportedProcessWindowStyle = Не поддерживаемый стиль окна.
ErrorCreateNewGuid = ошибка генерации Guid
WindowText = Камень Кренто
ManagerWindowText = Диспетчер Кренто
MissingFile = Программа не выбрана
StoneAbout = Описание
StoneChangeType = Изменить тип камня
StoneMyDocuments = Мои Документы
StoneMyMusic = Моя Музыка
StoneMyPictures = Мои Рисунки
StoneMyIP = Мой текущий IP адрес
StoneMyComputer = Мой Компьютер
StoneFile = Программа или веб-сайт
StoneRecycleBin = Корзина
StoneDesktop = Показать рабочий стол
StoneShutdown = Выключить компьютер
StoneSuspend = Ждущий режим
StoneHibernate = Спящий режим
StoneRestart = Перезапустить компьютер
StoneRing = Кольцо камней Кренто
ManagerDefaultBackground = <Стандартный скин>
StoneConfigure = Настроить этот камень
FileConfigTarget = Программа или сайт
FileConfigDescription = Описание
FileConfigCommandLine = Параметры командной строки
FileConfigArgument = Описание параметра
FileConfigSelect = Выбрать...
FileConfigDefault = По умолчанию
FileConfigTargetHint = Выберите имя файла или адрес веб сайта\nМожно использовать ## как параметр, который \nбудет запрашиваться при запуске
FileConfigDescriptionHint = Введите описание запускаемого файла
FileConfigBrowseHint = Выбрать запускаемую программу или файл
FileConfigCommandLineHint = Необязательные параметры командной строки
FileConfigArgumentHint = Если вы вставили ## в имя программы или сайта, вы\nможете добавить здесь текст подсказки,\nиспользуемый при запуске
Browse = Обзор...
OK = OK
Cancel = Отмена
FileConfigOKHint = Сохранить текущие настройки
FileConfigCancelHint = Отменить все изменения
FileConfigSelectHint = Выбрать новую иконку для этого камня
FileConfigDefaultHint = Назначить иконку по умолчанию
FileConfigTitle = Настройки
ErrorDeleteDefaultRing = Невозможно удалить выбранное кольцо 
ErrorDeleteSingleRing = Невозможно удалить последнее кольцо
ErrorDeleteCurrentCircle = Невозможно удалить текущее кольцо
ErrorOverWriteCurrentCircle = Невозможно перезаписать текущее кольцо
CircleDefaultDescription = Кольцо камней Кренто
KrentoShortName = Кренто
KrentoHookMissing = MoonRooad.dll поврежден или не найден
HotkeyCollision = Отлично!  Вы можете использовать Кренто...но есть маленькая проблемка.\n\nКренто использует сочетание клавиш {0} для активации кольца программ.  Другая программа уже использует сочетание клавиш {0} .  Вы можете нажать {0}, чтобы проверить какая это программа.\n\nЧтобы исправить это, перенастройте другую программу или закройте ее и перезапустите Кренто.  Пока что вы можете активировать Кренто при помощи Пульсара.
PulsarHelp = Помощь
PulsarAbout = О программе...
PulsarOptions = Настройки
PulsarClose = Закрыть Кренто
KrentoIsRunning = Программа Кренто уже запущена
NewCircle = Выбрать / Изменить кольцо
CreateCircle = Создать новое кольцо
KrentoNewSkin = Сменить текущий скин
WelcomeMessage = Вас приветствует Кренто!\nНажмите клавиши {0} {1} {2} \nдля активизации Кренто на экране
OrClick = или
MouseWheelButton = колесо мыши
MouseXButton1 = дополнительную кнопку мыши 1
MouseXButton2 = дополнительную кнопку мыши 2
PulsarShow = Показать Пульсар
PulsarHide = Спрятать Пульсар
ManagerShow = Показать кольцо Кренто
ManagerHide = Спрятать кольцо Кренто
KrentoTaskCircle = Кольцо камней Кренто (*.circle)|*.circle
WarningRingExists = Кольцо с этим именем уже существует.\nВы хотите перезаписать его?
NextCircle = Следующее кольцо
PrevCircle = Предыдущее кольцо
TargetCircle = Имя кольца программ
SelectStoneType = Выбрать тип камня
Delete = Удалить
Modify = Изменить
Load = Выбрать
Settings = Настройки
KrentoStartup = Запуск Кренто
RunWithWindows = Запускать Кренто при старте Windows
KeyboardActivation = Активация при помощи клавиатуры
UseDefaultKey = По умолчанию (Win + S)
MouseActivation = Активация при помощи мыши
ButtonControl = Клавиша Control
ButtonShift = Клавиша Shift
ButtonAlt = Клавиша Alt
General = Главные
Tuning = Экстра
RingLocation = Активация кольца
ScreenCenter = В центре экрана
MouseCursorPosition = В позиции курсора
AssociateRing = Ассоциировать файлы .circle с Кренто
UseCtrlTab = Используйте Ctrl+Tab для перехода к другим опциям
Disabled = Не использовать
MouseWheelClick = Щелчок колесом мыши
MouseActionOneButton = Дополнительная кнопка 1
MouseActionTwoButton = Дополнительная кнопка 2
OpenSkinsFolder = Открыть папку со скинами
OpenDataFolder = Открыть папку данных
OpenStonesFolder = Открыть папку камней
OpenCacheFolder = Открыть папку кэша
ClearCache = Очистить кэш
TrayIcon = Иконка в трее
ShowTrayIcon = Показывать иконку
ShowPopupAlerts = Показывать сообщения
SplashScreen = Заставка
ShowSplashScreen = Показывать заставку
UserFolders = Папки пользователя
Maintainance = Обслуживание
ImageFilesFilter = Изображения (*.PNG;*.BMP;*.JPG;*.GIF;*.ICO)|*.PNG;*.BMP;*.JPG;*.GIF;*.ICO
SelectCircle = Выберите кольцо
Parameter = Параметр
Logo = Лого
Name = Имя
Description = Описание
Calculator = Калькулятор
Paint = Paint
Notepad = Блокнот
Google = Google
CommandPrompt = Командная строка
Wikipedia = Wikipedia
KrentoForum = Форум Кренто
InternetExplorer = Internet Explorer
ControlPanel = Панель управления
DeviceManager = Диспетчер устройств
TaskManager = Диспетчер задач
KrentoNews = Новости Кренто
SearchPhrase = Введите фразу поиска
SearchText = Искать слово
ApplicationsFilter = Программы|*.exe|Все файлы|*.*
Language=Язык
RotationSpeed = Скорость вращения
Radius = Радиус
Trancparency = Прозрачность
StoneSize = Размер камня
Circle = Кольцо
FadeDelay = Плавность угасания
MenuSkins = Скин для меню
WindowWidth = Ширина окна
WindowHeight = Высота окна
ResetToDefault = Вернуть как было
DefaultSkin = Стандартный скин
Toys = Игрушки
PortNumber = Номер порта
ActivateServer = Активировать веб-сервер
ServerRoot = Корневая папка
IndexPage = Главная страница
ToysFilter = Игрушки Кренто (*.toy;*.docklet)|*.toy;*.docklet
StonesFilter = Камни Кренто (*.stone)|*.stone
InstallStone = Установить новый камень
InstallToy = Установить игрушку
BackupData = Архивация данных
Documents = Документы
Music = Музыка
Video = Видео
Pictures = Картинки
CurrentTime = Текущее время
CurrentDate = Текущая дата
Time = Время
Date = Дата
Applications = Приложения
Calendar = Календарь
InstallKrentoSkin = Установить новый скин
InstallMenuSkin = Установить скин для меню
KrentoSkinFilter = Скины Кренто (*.kskin)|*.kskin
KrentoMenuSkinFilter = Скины для меню (*.kmenu)|*.kmenu 
AppletAddRemoveProgram = Установка и удаление программ
AppletDateAndTime = Дата и время
AppletPrintersAndFaxes = Принтеры и факсы
AppletNetworkConnections = Сетевые соединения
AppletFonts = Шрифты
AppletDisplayBackground = Фоновый рисунок
AppletAppearance = Оформление
AppletUserAccounts = Пользователи
AppletThemes = Темы 
AppletAccessibilityOptions = Специальные возможности
AppletMouse = Мышь
AppletKeyboard = Клавиатура
GMail = GMail
Twitter = Twitter
Blogger = Blogger
Facebook = Facebook
YouTube = YouTube
Wordpress = Wordpress
Yahoo = Yahoo
Reddit = Reddit
Flickr = Flickr
Delicious = Delicious
RemoveStone = Удалить камень
AddStone = Добавить камень
DesktopRing = Рабочий стол
Programs = Программы
HideToy = Спрятать игрушку
;
ShowManagerButtons = Отображать кнопки в окне диспетчера
ShowStonesHint = Показывать окно подсказки для камней
HideOnClick = Скрывать по щелчку мыши
StonesNumber = Количество пустых камней в новом кольце
IconSize = Размер иконок
ActivateUsingKeyboard = Активировать Krento с помощью клавиатуры
ShowSelector = Использовать Windows + N комбинацию для выбора кольца
ActivateUsingMouse = Активировать Krento с помощью мыши
DesktopClick = Активировать двойным щелчком по рабочему столу
RightButtonActivation = Активировать нажатием и удержанием правой кнопки мыши
FixedPosition = Выбранная позиция
ActivateOnStart = Показывать кольцо при старте
RotateOnClick = Вращать при выборе камня
CheckUpdates = Автоматически проверять обновления
LiveReflection = Живое отражение иконок
UseSounds = Включить звук
AdvancedSettings = Дополнительные настройки
Personalization = Персонализация
Error = Ошибка
Close = Закрыть
Restart = Перезапустить
CheckUpdateNow = Проверить сейчас\nПроверить наличие новой версии
DoNotCheckUpdate = Отменить\nНе производить проверку обновлений
DoNotAsk = Больше не спрашивать
WriteSettingsError = Ошибка записи файла настроек
InvalidCircleName = Недопустимое название кольца
CreateStoneError = Ошибка создания камня
NewVersionAvailable = Новая версия Кренто {0} доступна для скачивания с {1}
KrentoNotification = Сообщение Кренто
CopyDocument = Файл {0} скопирован в папку Мои Документы
CopyPicture = Файл {0} скопирован в папку Мои Рисунки
CopyMusic = Файл {0} скопирован в парку Моя Музыка
DefaultRingName = Стандартные программы
SocialNetworks = Социальные сети
PowerManagement = Питание